<?php

return [
    'created' => 'اطلاعات با موفقیت ثبت شد ',
    'updated' => 'ویرایش اطلاعات با موفقیت انجام شد ',
    'deleted' => ' حذف اطلاعات با موفقیت انجام شد ',
    'owner_required'=> 'فیلد صاحب کالا اجباری میباشد و باید از بین اطلاعات موجود انتخاب شود ',
    'receiver_required'=> 'فیلد گیرنده اجباری میباشد و باید از بین اطلاعات موجود انتخاب شود ',
    'product_created' => '   محصول جدید ایجاد شده است',
    'owner_created_product' => ' یک محصول جدید ایجاد کرده است . لطفا از طریق لینک زیر وارد کارتابل خود شده تا محصول را تایید نمایید  ',
    'product_confirm' => 'ویرایش محصول و تایید آن ',
    'App\Notifications\ProductCreated' => 'محصول با شناسه  :id_product توسط کاربر  :name_user با شناسه  :id_user ایجاد شده و نیاز به تایید دارد   ',
    'notification_user_product'=>'محصولی توسط شما در :site_name  ایجاد شد . ایمیلی هم برای اطلاع رسانی به مدیران سایت جهت تایید کردن محصول شما ارسال شد . این محصول پس از تایید شدن بر روی سایت نمایش داده خواهد شد ',
    'filed_changed' => 'مقدار فیلد  :field_title تغییر کرده است  ',
    'product_changed' => 'محصول توسط صاحب آن ویرایش شده است  ',
    'App\Notifications\ProductChanged' => 'محصول با شناسه  :id_product توسط  :name_user با شناسه  :id_user ویرایش شده است  . از آنجا که این محصول قبلا تایید شده بوده لطفا مجدد آن را چک کنید که مشکلی وجود نداشته باشد    ',
    'admin_notify' => 'ارسال پیام توسط ادمین ',
    'error_happened' => 'مشکلی در سیستم وجود دارد . لطفا با پشتیبانی تماس بگیرید',
    'App\Notifications\AdminNotifyUser' => 'ادمین با شناسه :sender : :desc (در مورد محصول با شناسه  :id_product)',


];
?>
