<?php

return [
    'created' => 'اطلاعات با موفقیت ثبت شد ',
    'updated' => 'ویرایش اطلاعات با موفقیت انجام شد ',
    'deleted' => ' حذف اطلاعات با موفقیت انجام شد ',
    'owner_required'=> 'فیلد صاحب کالا اجباری میباشد و باید از بین اطلاعات موجود انتخاب شود ',
    'receiver_required'=> 'فیلد گیرنده اجباری میباشد و باید از بین اطلاعات موجود انتخاب شود ',
    'product_created' => '   محصول جدید ایجاد شده است',
    'owner_created_product' => ' یک محصول جدید ایجاد کرده است . لطفا از طریق لینک زیر وارد کارتابل خود شده تا محصول را تایید نمایید  ',
    'product_confirm' => 'ویرایش محصول و تایید آن ',
    'App\Notifications\ProductCreated' => 'محصول با شناسه  :id_product توسط کاربر  :name_user با شناسه  :id_user ایجاد شده و نیاز به تایید دارد   ',
    'notification_user_product'=>'محصولی توسط شما در :site_name  ایجاد شد . ایمیلی هم برای اطلاع رسانی به مدیران سایت جهت تایید کردن محصول شما ارسال شد . این محصول پس از تایید شدن بر روی سایت نمایش داده خواهد شد ',
    'filed_changed' => 'مقدار فیلد  :field_title تغییر کرده است  ',
    'product_changed' => 'محصول توسط صاحب آن ویرایش شده است  ',
    'App\Notifications\ProductChanged' => 'محصول با شناسه  :id_product توسط  :name_user با شناسه  :id_user ویرایش شده است  . از آنجا که این محصول قبلا تایید شده بوده لطفا مجدد آن را چک کنید که مشکلی وجود نداشته باشد    ',
    'admin_notify' => 'ارسال پیام توسط ادمین ',
    'error_happened' => 'مشکلی در سیستم وجود دارد . لطفا با پشتیبانی تماس بگیرید',
    'App\Notifications\AdminNotifyUser' => 'ادمین با شناسه :sender : :desc (در مورد محصول با شناسه  :id_product)',
    'App\Notifications\OrderCreated' => 'سفارش جدیدی از محصولات مربوط به شما ثبت شده با شناسه :order لطفا آن را بررسی نموده و تعیین تکلیف نمایید',
    'message_sent' => 'ممنون از توجهتون . پیامتون ارسال شد ',
    'newsletter_sent' => ' ارسال خبر نامه به صف کارهای سیستم اضافه شد و در پس زمینه در حال اجرا میباشد پس از پایان تعداد دریافت کنندگان در لیست نمایش داده خواهد شد  ',
    'search_not_found' => 'جستجو برای عبارت «:search_key» با هیچ محصولی هم‌خوانی نداشت. ',
    'search_try_again' => 'تلاش کنید :
                        - از عبارت‌های متداول‌تر استفاده کنید.
                        - املای عبارت وارد شده را بررسی کنید.',
    'reduce_filters' =>'تعدادی از فیلتر ها را حذف کنید ',
    'basket_is_empty' => 'سبد خریدتان خالیست ! ',
    'product_out_of_stock' => 'محصول   ":name_pro" موجودیش تموم شده لطفا از سبد خریدتون حذفش کنید یا می تونید با صاحب محصول  تماس بگیرید ',
    'shop_desc' => 'بعد از دیدن این صفحه اگر فوری واریز را انجام نداده اید مجدد صفحه را رفرش کنید تا موجودی محصول چک شود چون ممکن است در این فرصت موجودی محصول تمام شده باشد  . ممنون از اعتماد و حمایت شما . ',
    'can_not_delete_for_basket' => 'محصول در سبد خردیدی موجود است و امکان حذف آن وجود ندارد ',
    'can_not_delete_for_pro_basket' => 'کاربر انتخاب شده صاحب حداقل یک محصول است که در سبد خرید وجود دارد و قابلیت حذف ندارد ',
    'order_created'=>'سفارش شما ثبت شد . ممنون از اعتمادتان . لطفا منتظر بمانید تا صاحب کالا اطلاعات پستی و فیش واریزی شما را بررسی کرده و سفارش را تایید کند و پس از ارسال از طریق پست کد رهگیری پست را برایتان ارسال نماید ',
    'order_created_notify' => 'ثبت سفارش جدید',
    'owner_order_desc'=>'                            سفارشی به شرح زیر توسط ":shopper" برای شما ثبت شده است لطفا جهت تایید سفارش  اقدام نموده و یا در صورت عدم تایید توضیحات لازم را ذکر بفرمایید'

];
?>
